export const kanaDictionary = {
  'common_kanji': {
    'k_group0': { characters: { 'とき': ['時'] } } },
  
  
  'animal_kanji': {
    'h_group0': { characters: { 'りゅう': ['龍'], 'いぬ': ['犬'], 'ねずみ': ['鼠'], 'ねこ': ['猫'], 'さかな': ['魚'], 
                                     'うさぎ': ['兎'], 'うし': ['牛'], 'ひつじ': ['羊'], 'やぎ': ['山羊'], 'ぶた': ['豚'],
                                     'うま': ['馬'], 'しか': ['鹿'], 'ロバ': ['驢馬'], 'ラクダ': ['駱駝'], 'にわとり': ['鶏'],
                                     'とり': ['鳥'], 'リス': ['栗鼠'], 'はりねずみ': ['針鼠'], 'かめ': ['亀'], 'かえる': ['蛙']  } }
  }
};

/*  TEMPLATE TO BE USED FOR A LIST OF 20 WORDS
    'h_group0': { characters: { '': [''], '': [''], '': [''], '': [''], '': [''],
                                '': [''], '': [''], '': [''], '': [''], '': [''],
                                '': [''], '': [''], '': [''], '': [''], '': [''],
                                '': [''], '': [''], '': [''], '': [''], '': [''],   } },*/ 
