export const kanaDictionary = {
	"Kanji Communs 1 .漢字共通一": {
		"k_groupe1": { characters: {"ひと": ["人"] , "おとこ": ["男"] , "おんな": ["女"] , "こ": ["子"] , "ひ": ["日"] , "つき": ["月"] , "とき": ["時"] , "みず": ["水"] , "ひ": ["火"] , "つち": ["土"] , "き,こ": ["木"] , "かぜ": ["風"] , "そら": ["空"] , "やま": ["山"] , "かわ": ["川"] , "はな": ["花"] , "あめ": ["雨"] , "ゆき": ["雪"] , "かね": ["金"] , "かたな": ["刀"] , "たま": ["玉"] } } },
	"Kanji Communs 2 .漢字共通二": {
		"k_groupe2": { characters: {"オウコク": ["王国"] , "オウジョ": ["王女"] , "シンデン": ["神殿"] , "ほのお": ["炎"] , "よる": ["夜"] , "うた": ["歌"] , "たに": ["谷"] , "かみ": ["神"] , "かみがみ": ["神々"] , "もり": ["森"] , "むら": ["村"] , "ヘイゲン": ["平原"] } } },
	"Animaux Domestiques .家畜": {
		"k_groupe3": { characters: {"いぬ": ["犬"] , "ねこ": ["猫"] , "とり": ["鳥"] , "さかな": ["魚"] , "たぬき": ["狸"] , "うさぎ": ["兎"] , "うし": ["牛"] , "ひつじ": ["羊"] , "やぎ": ["山羊"] , "ぶた": ["豚"] , "うま": ["馬"] , "しか": ["鹿"] , "ロバ": ["驢馬"] , "ラクダ": ["駱駝"] , "にわとり": ["鶏"] , "ねずみ": ["鼠"] , "リス": ["栗鼠"] , "はりねずみ": ["針鼠"] } } },
	"Animaux Sauvages .野生動物": {
		"k_groupe4": { characters: {"おおかみ": ["狼"] , "きつね": ["狐"] , "いのしし": ["猪"] , "くま": ["熊"] , "とら": ["虎"] , "ヒョウ": ["豹"] , "さる": ["猿"] , "サイ": ["犀"] , "ゾウ": ["象"] , "せいうち": ["海象"] , "あざらし": ["海豹"] , "しまうま": ["縞馬"] , "カバ": ["河馬"] , "キリン": ["麒麟"] , "キョウリュウ": ["恐竜"] } } },
	"Insectes et Reptiles .昆虫と爬虫類": {
		"k_groupe5": { characters: {"むし": ["虫"] , "かめ": ["亀"] , "かえる": ["蛙"] , "あり": ["蟻"] , "はえ": ["蝿"] , "はち": ["蜂"] , "か": ["蚊"] , "チョウ": ["蝶"] , "とんぼ": ["蜻蛉"] , "いなご": ["蝗"] , "くも": ["蜘蛛"] , "さそり": ["蠍"] , "こがねむし": ["黄金虫"] , "テントウむし": ["天道虫"] , "けむし": ["毛虫"] , "かたつむり": ["蝸牛"] , "なめくじ": ["蛞蝓"] , "へび": ["蛇"] , "とかげ": ["蜥蜴"] , "わに": ["鰐"] } } },
	"Halloween .ハロウィン": {
		"k_groupe6": { characters: {"カイブツ": ["怪物"] , "マンゲツ": ["満月"] , "おおかみおとこ": ["狼男"] , "アクマ": ["悪魔"] , "ボウレイ": ["亡霊"] , "キュウケツキ": ["吸血鬼"] , "ち": ["血"] , "コッカク": ["骨格"] , "ほね": ["骨"] , "あめ": ["飴"] , "マジョ": ["魔女"] , "マホウつかい": ["魔法使い"] , "カソウ": ["仮装"] , "ほうき": ["箒"] , "ヨウカイ": ["妖怪"] , "もののケ": ["物の怪"] , "カメン": ["仮面"] , "ユウレイやしき": ["幽霊屋敷"] , "はか": ["墓"] , "ボチ": ["墓地"] , "かぼちゃ": ["南瓜"] } } },
	"Jours de la semaine .曜日": {
		"k_groupe7": { characters: {"ニチヨウび": ["日曜日"] , "ゲツヨウび": ["月曜日"] , "カヨウび": ["火曜日"] , "スイヨウび": ["水曜日"] , "モクヨウび": ["木曜日"] , "キンヨウび": ["金曜日"] , "ドヨウび": ["土曜日"] } } },
	"Planètes .惑星": {
		"k_groupe8": { characters: {"ほし": ["星"] , "タイヨウ": ["太陽"] , "つき": ["月"] , "カセイ": ["火星"] , "スイセイ": ["水星"] , "モクセイ": ["木星"] , "キンセイ": ["金星"] , "ドセイ": ["土星"] , "テンノウセイ": ["天王星"] , "カイオウセイ": ["海王星"] , "メイオウセイ": ["冥王星"] , "チキュウ": ["地球"] } } },
	"Les Mois .月": {
		"k_groupe9": { characters: {"イチガツ": ["一月"] , "ニガツ": ["二月"] , "サンガツ": ["三月"] , "シガツ": ["四月"] , "ゴガツ": ["五月"] , "ロクガツ": ["六月"] , "シチガツ": ["七月"] , "ハチガツ": ["八月"] , "クガツ": ["九月"] , "ジュウガツ": ["十月"] , "ジュウイチガツ": ["十一月"] , "ジュウニガツ": ["十二月"] } } },
	"Les Couleurs .色": {
		"k_groupe10": { characters: {"あか": ["赤"] , "あお": ["青"] , "きいろ": ["黄色"] , "むらさき": ["紫"] , "みどり": ["緑"] , "しろ": ["白"] , "くろ": ["黒"] , "はいいろ": ["灰色"] , "チャいろ": ["茶色"] , "うすむらさきいろ": ["薄紫色"] , "くれない": ["紅"] , "みずいろ": ["水色"] , "にじいろ": ["虹色"] , "キンいろ": ["金色"] } } },
	"Les bâtiments de la ville .施設の単語": {
		"k_groupe11": { characters: {"シヤクショ": ["市役所"] , "ガッコウ": ["学校"] , "ビョウイン": ["病院"] , "くすりや": ["薬屋"] , "ギンコウ": ["銀行"] , "ケイサ": ["警察"] , "ゲキジョウ": ["劇場"] , "エイガカン": ["映画館"] , "エイガ": ["映画"] , "コウエン": ["公園"] , "ドウブツエン": ["動物園"] , "てら": ["寺"] , "ジンジャ": ["神社"] , "キョウカイ": ["教会"] , "みせ": ["店"] , "エキ": ["駅"] , "みなと": ["港"] , "クウコウ": ["空港"] } } }
 };