export const kanaDictionary = {
  'common_kanji': {
    'k_group0': { characters: { 'とき': ['時'], 'はな': ['花'], 'ひと': ['人'], 'おとこ': ['男'],
                                'おんな': ['女'], 'こ': ['子'], 'ひ': ['日'], 'つき': ['月'], 'ひ': ['火'],
                                'つち': ['土'], 'かぜ': ['風'], 'そら': ['空'], 'やま': ['山'], 'かわ': ['川'],
                                'き': ['木'], 'あめ': ['雨'], 'ゆき': ['雪'], 'お.かね': ['金'], 'かたな': ['刀'] } },

    'k_group1': { characters: { 'オウコク': ['王国'], 'オウジョ': ['王女'], 'シンデン': ['神殿'], 'ほのお': ['炎'], 'よる': ['夜'],
                                'うた': ['歌'], 'たに': ['谷'], 'かみがみ': ['神々'], 'かみ': ['神'], 'もり': ['森'],
                                'むら': ['村'], 'ヘイゲン': ['平原'] } } },
  
  
  'animal_kanji': {
    'h_group0': { characters: { 'りゅう': ['龍'], 'いぬ': ['犬'], 'ねずみ': ['鼠'], 'ねこ': ['猫'], 'さかな': ['魚'], 
                                     'うさぎ': ['兎'], 'うし': ['牛'], 'ひつじ': ['羊'], 'やぎ': ['山羊'], 'ぶた': ['豚'],
                                     'うま': ['馬'], 'しか': ['鹿'], 'ロバ': ['驢馬'], 'ラクダ': ['駱駝'], 'にわとり': ['鶏'],
                                     'とり': ['鳥'], 'リス': ['栗鼠'], 'はりねずみ': ['針鼠'], 'かめ': ['亀'], 'かえる': ['蛙']  } } },

  'halloween_kanji': {
    'w_group0': { characters: { 'カイブツ': ['怪物'], 'マンゲツ': ['満月'], 'おおかみおとこ': ['狼男'], 'アクマ': ['悪魔'], 'ボウレイ': ['亡霊'],
                                'キュウケツキ': ['吸血鬼'], 'ち': ['血'], 'コッカク': ['骨格'], 'ほね': ['骨'], 'あめ': ['飴'],
                                'マジョ': ['魔女'], 'マホウつかい': ['魔法使い'], 'カソウ': ['仮装'], 'ほうき': ['箒'], 'ヨウカイ': ['妖怪'],
                                'もののケ': ['物の怪'], 'カメン': ['仮面'], 'ユウレイやしき': ['幽霊屋敷'], 'はか': ['墓'], 'ボチ': ['墓地']  } } }

};

/*  TEMPLATE TO BE USED FOR A LIST OF 20 WORDS
    'h_group0': { characters: { '': [''], '': [''], '': [''], '': [''], '': [''],
                                '': [''], '': [''], '': [''], '': [''], '': [''],
                                '': [''], '': [''], '': [''], '': [''], '': [''],
                                '': [''], '': [''], '': [''], '': [''], '': [''],   } },*/ 
